Repository: Webisko/simple-lms
Catalog: languages/simple-lms-*.po
Languages: de_de, pl_pl

source: No permission to perform this operation
pl_pl: Brak uprawnień do wykonania tej operacji

source: No products
pl_pl: Brak produktów

source: No products assigned to course
pl_pl: Brak produktów przypisanych do kursu

source: No products found
pl_pl: Nie znaleziono produktów

source: No saved progress
pl_pl: Brak zapisanych postępów

source: No users with access to this course.
pl_pl: Brak użytkowników z dostępem do tego kursu.

source: No users with access.
pl_pl: Brak użytkowników z dostępem.

source: No video - widget will be hidden on frontend
pl_pl: Brak wideo - widget będzie ukryty na froncie

source: Not available
de_de: Nicht verfügbar
pl_pl: Niedost─Öpne

source: Not found
pl_pl: Nie znaleziono

source: Not found in Trash
pl_pl: Nie znaleziono w koszu

source: Number of columns
pl_pl: Liczba kolumn

source: Number of published modules
pl_pl: Liczba opublikowanych modułów

source: Older analytics events will be automatically deleted. Compliance with GDPR data minimization.
de_de: Ältere Analyseereignisse werden automatisch gelöscht. Entspricht dem DSGVO-Grundsatz der Datenminimierung.
pl_pl: Starsze zdarzenia analityczne będą automatycznie usuwane. Zgodność z minimalizacją danych RODO.

source: Open first module
pl_pl: Otwórz pierwszy moduł

source: Options
pl_pl: Opcje

source: Outside (← [] text | text [] →)
pl_pl: Na zewnątrz (← [] tekst | tekst [] →)

source: Overlay
pl_pl: Nakładka (overlay)

source: Overlay color
pl_pl: Kolor nakładki

source: Overlay color (hover)
pl_pl: Kolor nakładki (hover)

source: Parent Course
pl_pl: Kurs nadrz─Ödny

source: Parent Course:
pl_pl: Kurs nadrzędny:

source: Parent Lesson:
pl_pl: Lekcja nadrzędna:

source: Parent Module
pl_pl: Modu┼é nadrz─Ödny

source: Parent Module:
pl_pl: Moduł nadrzędny:

source: Polish
de_de: Polnisch
pl_pl: Polski

source: Poster and Play icon
pl_pl: Okładka i ikona Play

source: Poster source
pl_pl: Źródło okładki

source: Preserve all plugin data when uninstalling
de_de: Alle Plugindaten bei der Deinstallation erhalten
pl_pl: Zachowaj wszystkie dane wtyczki podczas odinstalowania

source: Preview
pl_pl: Podgląd

source: Preview wideo
pl_pl: Podgląd wideo

source: Preview wideo w edytorze
pl_pl: Podgląd wideo w edytorze

source: Previous Text
de_de: Text für Zurück
pl_pl: Tekst poprzedni

source: Previous icon
pl_pl: Ikona

source: Previous lesson
pl_pl: Poprzednia lekcja

source: Privacy & Data Retention
de_de: Datenschutz & Aufbewahrung
pl_pl: Prywatność i retencja danych

source: Product does not exist
pl_pl: Produkt nie istnieje

source: Product has been added to the course
pl_pl: Produkt został dodany do kursu

source: Product has been set as default
pl_pl: Produkt został ustawiony jako domyślny

source: Product is already assigned to this course
pl_pl: Produkt jest już przypisany do tego kursu

source: Product was deleted z kursu
pl_pl: Produkt został usunięty z kursu

source: Products WooCommerce
pl_pl: Produkty WooCommerce

source: Progress bar
pl_pl: Pasek postępu

source: Progress bar kursu
pl_pl: Pasek postępu kursu

source: Progress color
pl_pl: Kolor postępu

source: Progress indicators
pl_pl: Wskaźniki postępu

source: Progress label
pl_pl: Etykieta postępu

source: Progress saved
pl_pl: Postęp zapisany

source: Progress text
pl_pl: Tekst postępu

source: Progress updated
pl_pl: Postęp zaktualizowany

source: Przypisane Products:
pl_pl: Przypisane Produkty:

source: Published
pl_pl: Opublikowany

source: Regular price color (crossed out)
pl_pl: Kolor ceny regularnej (przekreślona)

source: Remaining to complete
pl_pl: Pozostałe do ukończenia

source: Remaining: %d lessons
pl_pl: Pozostało: %d lekcji

source: Remove
pl_pl: Usu┼ä

source: Remove featured image
pl_pl: Usuń obrazek wyróżniający

source: Remove limit
pl_pl: Usuń limit

source: Remove produkt
pl_pl: Usuń produkt

source: Removed %d analytics events
pl_pl: Usunięto %d zdarzeń analitycznych

source: Removed %d progress records
pl_pl: Usunięto %d rekordów postępu

source: Requires Measurement ID and API Secret below.
de_de: Erfordert unten Mess-ID und API-Schlüssel.
pl_pl: Wymaga ID pomiaru i klucza API poniżej.

source: Requires user login
pl_pl: Wymaga zalogowania użytkownika

source: Save Settings
de_de: Einstellungen speichern
pl_pl: Zapisz ustawienia

source: Search Course
pl_pl: Szukaj kursu

source: Search Courses
pl_pl: Szukaj kurs├│w

source: Search Lesson
pl_pl: Szukaj lekcji

source: Search Lessons
pl_pl: Szukaj lekcji

source: Search Module
pl_pl: Szukaj modułu

source: Search Modules
pl_pl: Szukaj modu┼é├│w

source: Search products...
pl_pl: Szukaj produktów...

source: Security verification failed
pl_pl: B┼é─ůd weryfikacji bezpiecze┼ästwa

source: Select course to which this product should give access
pl_pl: Wybierz kurs, do którego ma dawać dostęp ten produkt

source: Select course...
pl_pl: Wybierz kurs...

source: Select courses the user has access to:
pl_pl: Wybierz kursy do których użytkownik ma dostęp:

source: Select file to attach
pl_pl: Wybierz plik do załączenia

source: Select poster
pl_pl: Wybierz okładkę

source: Select product WooCommerce
pl_pl: Wybierz produkt WooCommerce

source: Send events to Google Analytics 4
pl_pl: Wyślij zdarzenia do Google Analytics 4

source: Set as default
pl_pl: Ustaw jako domyślny

source: Set default
pl_pl: Ustaw domyślny

source: Set expiration date:
pl_pl: Ustaw datę wygaśnięcia:

source: Set featured image
pl_pl: Ustaw obrazek wyróżniający

source: Set parent course first.
pl_pl: Ustaw najpierw kurs nadrz─Ödny.

source: Settings
de_de: Einstellungen
pl_pl: Ustawienia

source: Settings kursu
pl_pl: Ustawienia kursu

source: Settings saved successfully!
pl_pl: Ustawienia zapisane pomyślnie!

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
pl_pl: Ustawienia zapisane pomy┼Ťlnie.

source: Short Course Description
pl_pl: Krótki Opis kursu

source: Short Description displayed on the course list and in preview.
pl_pl: Krótki Opis wyświetlany na liście kursów i w podglądzie.

source: Show Download button
pl_pl: Pokaż przycisk pobierania

source: Show Lesson Title
pl_pl: Pokaż Tytuł Lekcji

source: Show Next button
pl_pl: Pokaż przycisk Następna

source: Show Poster
de_de: Poster anzeigen
pl_pl: Pokaż plakat

source: Show Progress
pl_pl: Poka┼╝ post─Öp

source: Show Text
pl_pl: Pokaż tekst

source: Show button Continue
pl_pl: Pokaż przycisk Kontynuuj

source: Show completion progress
pl_pl: Pokaż postęp ukończenia

source: Show controls
pl_pl: Pokaż kontrolki

source: Show course
pl_pl: Pokaż kurs

source: Show drip content info
pl_pl: Pokaż info o drip content

source: Show expiration date
pl_pl: Pokaż datę wygaśnięcia

source: Show file size
pl_pl: Pokaż rozmiar pliku

source: Show icon
pl_pl: Pokaż ikonę

source: Show icon Play
pl_pl: Pokaż ikonę Play

source: Show icon typu pliku
pl_pl: Pokaż ikonę typu pliku

source: Show icons
pl_pl: Pokaż ikony

source: Show last activity
pl_pl: Pokaż ostatnią aktywność

source: Show lesson
pl_pl: Pokaż lekcję

source: Show lesson count
pl_pl: Pokaż liczbę lekcji

source: Show message
pl_pl: Pokaż komunikat

source: Show module
pl_pl: Pokaż moduł

source: Show module count
pl_pl: Pokaż liczbę modułów

source: Show percentage
pl_pl: Pokaż procent

source: Show poster
pl_pl: Pokaż okładkę (poster)

source: Show price
pl_pl: Pokaż cenę

source: Show progress
pl_pl: Pokaż postęp

source: Show progress text
pl_pl: Pokaż tekst postępu

source: Show streak
pl_pl: Pokaż streak

source: Show unlock dates
pl_pl: Pokaż daty odblokowania

source: Simple LMS - Analytics Events
pl_pl: Simple LMS - Zdarzenia analityczne

source: Simple LMS - Course Progress
pl_pl: Simple LMS - Postęp kursu

source: Spacing
pl_pl: Odstęp

source: Spacing between buttons
pl_pl: Odstęp między przyciskami

source: Spacing between elements
pl_pl: Odstęp między elementami

source: Spacing ikony
pl_pl: Odstępy ikony

source: Spacing od paska
pl_pl: Odstęp od paska

source: Spacing od przycisku
pl_pl: Odstęp od przycisku

source: Spacing od tekstu
pl_pl: Odstęp od tekstu

source: Specify how long after purchase the user will have access to the course. Leave 0 or empty for lifetime access.
pl_pl: Określ jak długo po zakupie użytkownik będzie miał dostęp do kursu. Zostaw 0 lub puste dla dożywotniego dostępu.

source: Start module
pl_pl: Rozpocznij moduł

source: Started At
pl_pl: Rozpoczęto

source: Status: Access
pl_pl: Status: Dostęp

source: Status: No access
pl_pl: Status: Brak dostępu

source: Stores learning events (lesson started, completed, milestones) in database.
pl_pl: Przechowuje zdarzenia nauki (lekcja rozpoczęta, ukończona, kamienie milowe) w bazie danych.

source: Stretched (left-right)
pl_pl: Rozciągnięte (lewo-prawo)

source: Struktura MODULE
pl_pl: Struktura MODUŁU

source: Supports YouTube, Vimeo, MP4 files
pl_pl: Obsługuje YouTube, Vimeo, pliki MP4

source: Tekst: Mark as completed
pl_pl: Tekst: Oznacz jako ukończone

source: Tekst: Mark as incomplete
pl_pl: Tekst: Oznacz jako nieukończone

source: Text (access)
pl_pl: Tekst (dostęp)

source: Text (lifetime access)
pl_pl: Tekst (dożywotni dostęp)

source: Text (no access)
pl_pl: Tekst (brak dostępu)

source: Text color
pl_pl: Kolor tekstu

source: Text color (hover)
pl_pl: Kolor tekstu (najechanie)

source: Text to show if no course is found
pl_pl: Tekst do wyświetlenia gdy nie znaleziono kursu

source: Text to show if no lesson is found
pl_pl: Tekst do wyświetlenia gdy nie znaleziono lekcji

source: Text to show if no module is found
pl_pl: Tekst do wyświetlenia gdy nie znaleziono modułu

source: Text when already owns
pl_pl: Tekst gdy już posiada

source: Text when completed
pl_pl: Tekst gdy ukończono

source: Text when no access
pl_pl: Tekst gdy brak dostępu

source: This course has no modules yet.
pl_pl: Ten kurs nie ma jeszcze modułów.

source: This course is not available for purchase.
pl_pl: Ten kurs nie jest dost─Öpny do zakupu.

source: This lesson belongs to module:
pl_pl: Ta lekcja należy do modułu:

source: This lesson is not assigned to any module.
pl_pl: Ta lekcja nie jest przypisana do ┼╝adnego modu┼éu.

source: This module belongs to course:
pl_pl: Ten moduł należy do kursu:

source: This module has no lessons yet.
pl_pl: Ten modu┼é nie ma jeszcze lekcji.

source: This module is not assigned to any course.
pl_pl: Ten modu┼é nie jest przypisany do ┼╝adnego kursu.

source: This product is already added to the course
pl_pl: Ten produkt jest już dodany do kursu

source: This widget works only on course, module, or lesson pages.
pl_pl: Ten widget działa tylko na stronach kursów, modułów lub lekcji.

source: Title
pl_pl: Tytu┼é

source: To publish this lesson, first publish the module it belongs to.
pl_pl: Aby opublikować tę lekcję, najpierw opublikuj moduł do którego należy.

source: Too many attempts. Try again in a moment.
pl_pl: Zbyt wiele prób. Spróbuj ponownie za chwilę.

source: Total time: %s
pl_pl: Łączny czas: %s

source: Total: %d users
pl_pl: Łącznie: %d użytkowników

source: Track user learning events and integrate with external analytics platforms.
de_de: Lernereignisse der Nutzer verfolgen und mit externen Analyseplattformen integrieren.
pl_pl: Śledź zdarzenia nauki użytkownika i integruj z zewnętrznymi platformami analitycznymi.

source: Transition time (ms)
pl_pl: Czas przejścia (ms)

source: Translation Status
de_de: Übersetzungsstatus
pl_pl: Status t┼éumacze┼ä

source: Translation files (.po) need to be compiled to .mo files to work. Use Poedit or Loco Translate plugin to compile them.
de_de: Übersetzungsdateien (.po) müssen in .mo-Dateien kompiliert werden. Verwenden Sie Poedit oder das Plugin Loco Translate.
pl_pl: Pliki t┼éumacze┼ä (.po) musz─ů by─ç skompilowane do plik├│w .mo, aby dzia┼éa┼éy. U┼╝yj Poedit lub wtyczki Loco Translate do ich kompilacji.

source: Tylko completed
pl_pl: Tylko ukończone

source: Ukryj gdy 100% completed
pl_pl: Ukryj gdy 100% ukończone

source: Unknown action
pl_pl: Nieznana akcja

source: Unlimited (keep all data)
de_de: Unbegrenzt (alle Daten behalten)
pl_pl: Nieograniczone (zachowaj wszystkie dane)

source: Unlimited retention: %d events stored
pl_pl: Nieograniczona retencja: %d zdarzeń przechowywanych

source: Update Course
pl_pl: Aktualizuj kurs

source: Update Lesson
pl_pl: Aktualizuj lekcję

source: Update Module
pl_pl: Aktualizuj moduł

source: Uploaded to this course
pl_pl: Przesłano do tego kursu

source: Uploaded to this lesson
pl_pl: Przesłano do tej lekcji

source: Uploaded to this module
pl_pl: Przesłano do tego modułu

source: Use as featured image
pl_pl: Użyj jako obrazek wyróżniający

source: Use icon as separator
pl_pl: Użyj ikony jako separator

source: Use the checkboxes above to assign or remove course access. Changes will be saved with the user profile.
pl_pl: Użyj pól wyboru powyżej aby przypisać lub usunąć dostęp do kursu. Zmiany zostaną zapisane z profilem użytkownika.

source: Use this image
pl_pl: U┼╝yj tego obrazka

source: User Courses Grid
pl_pl: Siatka kurs├│w u┼╝ytkownika

source: User Progress Dashboard
pl_pl: Dashboard post─Öpu u┼╝ytkownika

source: Users receive access after purchasing a product linked to this course.
pl_pl: U┼╝ytkownicy otrzymuj─ů dost─Öp po zakupie produktu powi─ůzanego z tym kursem.

source: Users with access (tags)
pl_pl: Użytkownicy z dostępem (tagi)

source: Users with access:
pl_pl: U┼╝ytkownicy z dost─Öpem:

source: Value color
pl_pl: Kolor wartości

source: Value typography
pl_pl: Typografia wartości

source: Verbose Logging
pl_pl: Szczegółowe logowanie

source: Video URL
pl_pl: URL wideo

source: Video for this lesson is not yet available.
pl_pl: Wideo dla tej lekcji nie jest jeszcze dostępne.

source: Video poster
pl_pl: Okładka wideo

source: Video source
pl_pl: Źródło wideo

source: View Course
pl_pl: Zobacz kurs

source: View Courses
pl_pl: Zobacz kursy

source: View Lesson
pl_pl: Zobacz lekcj─Ö

source: View Lessons
pl_pl: Zobacz lekcje

source: View Module
pl_pl: Zobacz modu┼é

source: View Modules
pl_pl: Zobacz modu┼éy

source: When enabled, the plugin logs additional diagnostic information even if WP_DEBUG is off.
pl_pl: Gdy włączone, wtyczka loguje dodatkowe informacje diagnostyczne nawet gdy WP_DEBUG jest wyłączony.

source: Widget will be hidden for users with course access
pl_pl: Widget będzie ukryty dla użytkowników z dostępem do kursu

source: Width
pl_pl: Szerokość

source: Width przycisku
pl_pl: Szerokość przycisku

source: Wpisz Lesson Title.
pl_pl: Wpisz tytuł lekcji.

source: Wpisz Lesson Title...
pl_pl: Wpisz tytuł lekcji...

source: Wybierz obrazek lessons
pl_pl: Wybierz obrazek lekcji

source: You already own this course
pl_pl: Już posiadasz ten kurs

source: You do not have access to this course
pl_pl: Nie masz dostępu do tego kursu

source: You do not have permission to delete this lesson
pl_pl: Nie masz uprawnień do usunięcia tej lekcji

source: You do not have permission to delete this module
pl_pl: Nie masz uprawnień do usunięcia tego modułu

source: You do not have permission to duplicate lessons in this course.
pl_pl: Nie masz uprawnień do duplikowania lekcji w tym kursie.

source: You do not have permission to duplicate modules in this course.
pl_pl: Nie masz uprawnień do duplikowania modułów w tym kursie.

source: You do not have permission to edit this course
pl_pl: Nie masz uprawnień do edycji tego kursu

source: You do not have permission to edit this lesson
pl_pl: Nie masz uprawnień do edycji tej lekcji

source: You do not have permission to edit this module
pl_pl: Nie masz uprawnień do edycji tego modułu

source: You have access to the course
pl_pl: Masz dostęp do kursu

source: You have no courses.
pl_pl: Nie masz żadnych kursów.

source: You must be logged in
pl_pl: Musisz być zalogowany

source: Your access expires in %s (%s)
pl_pl: Tw├│j dost─Öp wygasa za %s (%s)

source: Your browser does not support the video element.
pl_pl: Twoja przegl─ůdarka nie obs┼éuguje elementu video.

source: Z pola niestandardowego lessons
pl_pl: Z pola niestandardowego lekcji

source: completed
pl_pl: ukończono

source: completed / All Lessons
pl_pl: ukończone / Wszystkie lekcje

source: completed lessons: %d/%d (%d%%)
pl_pl: ukończone lekcje: %d/%d (%d%%)

source: days
pl_pl: dni

source: locked
pl_pl: zablokowany

source: months
pl_pl: miesięcy

source: tygodays
pl_pl: tygodni

source: unlocked
pl_pl: odblokowany

source: years
pl_pl: odblokowany

source: Ładowanie...
de_de: Wird geladen...

source: Ukończono
de_de: Abgeschlossen

source: Oznacz jako ukończoną
de_de: Als abgeschlossen markieren

source: Wystąpił błąd
de_de: Ein Fehler ist aufgetreten

source: Czy na pewno chcesz trwale usunąć ten moduł wraz ze wszystkimi jego lekcjami?
de_de: Möchten Sie dieses Modul mit allen zugehörigen Lektionen dauerhaft löschen?

source: Czy na pewno chcesz trwale usunąć tę lekcję?
de_de: Möchten Sie diese Lektion dauerhaft löschen?

source: Wystąpił błąd podczas wykonywania operacji.
de_de: Bei der Ausführung des Vorgangs ist ein Fehler aufgetreten.

source: Wprowadź tytuł modułu.
de_de: Geben Sie einen Modultitel ein.

source: Wprowadź tytuł lekcji.
de_de: Geben Sie einen Lektionstitel ein.

source: Brak uprawnień do wykonania tej operacji.
de_de: Sie haben keine Berechtigung für diesen Vorgang.

source: Błąd podczas usuwania elementu.
de_de: Fehler beim Löschen des Elements.

source: Błąd podczas duplikowania elementu.
de_de: Fehler beim Duplizieren des Elements.

source: Opublikowana
de_de: Veröffentlicht

source: Szkic
de_de: Entwurf

source: Opublikowany
de_de: Veröffentlicht

source: (Kopia)
de_de: (Kopie)

source: Wybierz plik wideo
de_de: Videodatei auswählen

source: Wybierz plik
de_de: Datei auswählen

source: Wybrany plik:
de_de: Ausgewählte Datei:

source: Brak wybranego pliku
de_de: Keine Datei ausgewählt

source: Kursy
de_de: Kurse

source: Dostęp wygasł
de_de: Zugriff abgelaufen

source: Dostęp do: %s
de_de: Zugriff bis: %s

source: Twój dostęp wygasa za %s (%s)
de_de: Ihr Zugriff läuft in %s ab (%s)

source: Brak uprawnień do wykonania tej operacji
de_de: Keine Berechtigung, diesen Vorgang auszuführen

source: Brak uprawnień do edycji tego elementu
de_de: Keine Berechtigung, dieses Element zu bearbeiten

source: Brak wymaganych pól
de_de: Erforderliche Felder fehlen

source: Błąd weryfikacji bezpieczeństwa
de_de: Sicherheitsüberprüfung fehlgeschlagen

source: Brak użytkowników z dostępem.
de_de: Keine Benutzer mit Zugriff.

source: Brak kursów w systemie.
de_de: Keine Kurse im System.

source: Nieprawidłowy token bezpieczeństwa
de_de: Ungültiges Sicherheitstoken

source: Musisz być zalogowany
de_de: Sie müssen angemeldet sein

source: Brak uprawnień
de_de: Keine Berechtigung

source: Nieprawidłowy token
de_de: Ungültiges Token

source: Brak uprawnień do dodawania lekcji
de_de: Keine Berechtigung, Lektionen hinzuzufügen

source: Nieprawidłowy identyfikator lekcji
de_de: Ungültige Unterrichts-ID

source: Lekcja nie znaleziona
de_de: Lektion nicht gefunden

source: Nie można zduplikować lekcji bez modułu nadrzędnego.
de_de: Eine Lektion kann nicht ohne übergeordnetes Modul dupliziert werden.

source: Nie masz uprawnień do duplikowania lekcji w tym kursie.
de_de: Keine Berechtigung, Lektionen in diesem Kurs zu duplizieren.

source: Nieprawidłowy identyfikator modułu
de_de: Ungültige Modul-ID

source: Moduł nie znaleziony
de_de: Modul nicht gefunden

source: Nie masz uprawnień do duplikowania modułów w tym kursie.
de_de: Keine Berechtigung, Module in diesem Kurs zu duplizieren.

source: Nie masz uprawnień do usunięcia tej lekcji
de_de: Keine Berechtigung, diese Lektion zu löschen

source: Nie udało się usunąć lekcji
de_de: Löschen der Lektion fehlgeschlagen

source: Nie masz uprawnień do usunięcia tego modułu
de_de: Keine Berechtigung, dieses Modul zu löschen

source: Nie udało się usunąć modułu
de_de: Löschen des Moduls fehlgeschlagen

source: Nie masz uprawnień do edycji tego kursu
de_de: Keine Berechtigung, diesen Kurs zu bearbeiten

source: Nie masz uprawnień do edycji tej lekcji
de_de: Keine Berechtigung, diese Lektion zu bearbeiten

source: Aby opublikować tę lekcję, najpierw opublikuj moduł, w którym się znajduje.
de_de: Um diese Lektion zu veröffentlichen, veröffentlichen Sie zuerst das zugehörige Modul.

source: Zbyt wiele prób. Spróbuj ponownie za chwilę.
de_de: Zu viele Versuche. Bitte versuchen Sie es später erneut.

source: Postęp zaktualizowany
de_de: Fortschritt aktualisiert

source: Nie udało się zaktualizować postępu
de_de: Aktualisierung des Fortschritts fehlgeschlagen

source: Błąd podczas aktualizacji postępu
de_de: Fehler beim Aktualisieren des Fortschritts

source: Pozostał %d dzień dostępu
de_de: %d Tag Zugriff verbleibend

source: %d dzień
de_de: %d Tag

source: %d tydzień
de_de: %d Woche

source: %d miesiąc
de_de: %d Monat

source: %d rok
de_de: %d Jahr

source: pozostał %d dzień
de_de: %d Tag verbleibend
