Repository: Webisko/simple-lms
Catalog: languages/simple-lms-*.po
Languages: de_de, pl_pl

source: %d hr. %d min.
pl_pl: %d godz. %d min.

source: %d of %d lessons completed
pl_pl: %d z %d lekcji ukończono

source: %d secund
pl_pl: %d sek

source: %d/%d lessons completed (%.1f%%)
pl_pl: %d/%d lekcji ukończono (%.1f%%)

source: (0 = lifetime access)
pl_pl: (0 = dożywotni dostęp)

source: 1 year (365 days)
de_de: 1 Jahr (365 Tage)
pl_pl: 1 rok (365 dni)

source: 15 of 20 lessons completed
pl_pl: 15 z 20 lekcji ukończono

source: 180 days
de_de: 180 Tage
pl_pl: 180 dni

source: 90 days
de_de: 90 Tage
pl_pl: 90 dni

source: Access
pl_pl: Dost─Öp

source: Access Denied Text
pl_pl: Tekst brak dostępu

source: Access Duration
pl_pl: Czas dostępu

source: Access Granted Text
pl_pl: Tekst dostępu przyznano

source: Access Schedule
pl_pl: Harmonogram dost─Öpu

source: Access Status
pl_pl: Status dost─Öpu

source: Access do kursu nadawany automatycznie po zakupie produktu (tag user_meta).
pl_pl: Dostęp do kursu nadawany automatycznie po zakupie produktu (tag user_meta).

source: Access duration:
pl_pl: Czas dostępu:

source: Access expired
pl_pl: Dost─Öp wygas┼é

source: Access is managed automatically by WooCommerce after product purchase.
pl_pl: Dostęp jest zarządzany automatycznie przez WooCommerce po zakupie produktu.

source: Access time:
pl_pl: Czas dostępu:

source: Access to:
pl_pl: Dostęp do:

source: Access to: %s
pl_pl: Dost─Öp do: %s

source: Active lesson
pl_pl: Aktywna lekcja

source: Add Lesson
pl_pl: Dodaj Lekcję

source: Add Module
pl_pl: Dodaj Moduł

source: Add New
pl_pl: Dodaj nowy

source: Add New Course
pl_pl: Dodaj nowy kurs

source: Add New Lesson
pl_pl: Dodaj now─ů lekcj─Ö

source: Add New Module
pl_pl: Dodaj nowy modu┼é

source: Add Producty WooCommerce do kursu.
pl_pl: Dodaj Produkty WooCommerce do kursu.

source: Add WooCommerce Products to enable sales of this course.
pl_pl: Dodaj Produkty WooCommerce, aby umożliwić sprzedaż tego kursu.

source: Add attachment
pl_pl: Dodaj załącznik

source: Add existing product
pl_pl: Dodaj istniejący produkt

source: Add first module to start building the course.
pl_pl: Dodaj pierwszy modu┼é, aby rozpocz─ů─ç budowanie kursu.

source: Add lesson
pl_pl: Dodaj lekcj─Ö

source: Add new lesson
pl_pl: Dodaj nową lekcję

source: Additional Data
pl_pl: Dodatkowe dane

source: After course purchase (default)
pl_pl: Po zakupie kursu (domy┼Ťlne)

source: After number of days
pl_pl: Po liczbie dni

source: After text
pl_pl: Po tekście

source: Alignment
pl_pl: Wyrównanie

source: Alignment tekstu
pl_pl: Wyrównanie tekstu

source: All Courses
pl_pl: Wszystkie kursy

source: All Lessons
pl_pl: Wszystkie lekcje

source: All Modules
pl_pl: Wszystkie moduły

source: All tags have been updated
pl_pl: Wszystkie tagi zostały zaktualizowane

source: Allow comments in lessons
pl_pl: Zezw├│l na komentarze w lekcjach

source: Allow multiple modules to be opened
pl_pl: Pozwól na otwarcie wielu modułów

source: An error occurred while communicating with the server
pl_pl: Wyst─ůpi┼é b┼é─ůd podczas komunikacji z serwerem

source: An error occurred. Try again.
pl_pl: Wystąpił błąd. Spróbuj ponownie.

source: Analytics Data Retention
de_de: Aufbewahrung von Analysedaten
pl_pl: Retencja danych analitycznych

source: Analytics Settings
de_de: Analyse-Einstellungen
pl_pl: Ustawienia analityki

source: Analytics table does not exist
pl_pl: Tabela analityczna nie istnieje

source: Are you sure you want to delete the image?
pl_pl: Czy na pewno chcesz usunąć obrazek?

source: Are you sure you want to delete the lesson?
pl_pl: Czy na pewno chcesz usunąć lekcję?

source: Are you sure you want to delete the module?
pl_pl: Czy na pewno chcesz usunąć moduł?

source: Are you sure you want to remove this product from the course?
pl_pl: Czy na pewno chcesz usunąć ten produkt z kursu?

source: Aspect Ratio
de_de: Seitenverhältnis
pl_pl: Proporcje

source: Available
de_de: Verfügbar
pl_pl: Dost─Öpne

source: Available from: %s
pl_pl: Dostępne od: %s

source: Available immediately
pl_pl: Dost─Öpny od razu

source: Back to edit
pl_pl: Powr├│t do edycji

source: Background
pl_pl: Tło

source: Background color
pl_pl: Kolor tła

source: Background color (hover)
pl_pl: Kolor tła (hover)

source: Background color elementu
pl_pl: Kolor tła elementu

source: Badge
pl_pl: Plakietka

source: Border color
pl_pl: Kolor granic

source: Border radius
pl_pl: Zaokrąglenie

source: Border radius elementu
pl_pl: Zaokrąglenie elementu

source: Brak lessons do kontynuowania
pl_pl: Brak lekcji do kontynuowania

source: Brak lessons w koszu
pl_pl: Brak lekcji w koszu

source: Brak lessons w tym module
pl_pl: Brak lekcji w tym module

source: Brak lessons w tym module.
pl_pl: Brak lekcji w tym module.

source: Breadcrumbs Navigation
pl_pl: Nawigacja Breadcrumbs

source: Button Text
pl_pl: Tekst przycisku

source: Button layout
pl_pl: Układ przycisków

source: Button text
pl_pl: Tekst przycisku

source: Buy Course
pl_pl: Kup kurs

source: Buy course to start
pl_pl: Kup kurs aby rozpocząć

source: Cancel
pl_pl: Anuluj

source: Cannot detect course. Make sure the widget is used on a course page or set the course ID manually.
pl_pl: Nie można wykryć kursu. Upewnij się, że widget jest użyty na stronie kursu lub ustaw ID kursu ręcznie.

source: Cannot detect course. Make sure the widget is used on a course page.
pl_pl: Nie można wykryć kursu. Upewnij się, że widget jest użyty na stronie kursu.

source: Cannot detect lesson. Make sure the widget is used on a lesson page.
pl_pl: Nie można wykryć lekcji. Upewnij się, że widget jest użyty na stronie lekcji.

source: Cannot detect valid course. Make sure the widget is used on a course page or set correct ID.
pl_pl: Nie można wykryć poprawnego kursu. Upewnij się, że widget jest użyty na stronie kursu lub ustaw poprawne ID.

source: Cannot detect valid course. Make sure the widget is used on course or lesson page or set correct ID.
pl_pl: Nie można wykryć poprawnego kursu. Upewnij się, że widget jest użyty na stronie kursu lub lekcji lub ustaw poprawne ID.

source: Cannot detect valid course. Make sure the widget is used on course/module/lesson page or set correct ID.
pl_pl: Nie można wykryć poprawnego kursu. Upewnij się, że widget jest użyty na stronie kursu/modułu/lekcji lub ustaw poprawne ID.

source: Cannot detect valid lesson. Make sure the widget is used on a lesson page or set correct ID.
pl_pl: Nie można wykryć poprawnej lekcji. Upewnij się, że widget jest użyty na stronie lekcji lub ustaw poprawne ID.

source: Cannot duplicate lesson without parent module.
pl_pl: Nie można zduplikować lekcji bez modułu nadrzędnego.

source: Center
pl_pl: Wyśrodkuj

source: Change expiration date:
pl_pl: Zmień datę wygaśnięcia:

source: Change image
pl_pl: Zmie┼ä obrazek

source: Check if this product gives access to the course
pl_pl: Zaznacz, jeśli ten produkt daje dostęp do kursu

source: Choose how to unlock access to course content.
pl_pl: Wybierz jak odblokować dostęp do treści kursu.

source: Choose the language for the Simple LMS plugin interface.
de_de: Wählen Sie die Sprache für die Simple LMS Plugin-Oberfläche.
pl_pl: Wybierz j─Özyk dla interfejsu wtyczki Simple LMS.

source: Color - completed
pl_pl: Kolor - ukończone

source: Color - incomplete
pl_pl: Kolor - nieukończone

source: Columns
pl_pl: Kolumny

source: Completed
pl_pl: Uko┼äczono

source: Completed At
pl_pl: Ukończono dnia

source: Completed Text
pl_pl: Tekst ukończenia

source: Completed: %d lessons
pl_pl: Ukończono: %d lekcji

source: Completion Status
pl_pl: Status ukończenia

source: Configure GDPR compliance and data retention policies.
de_de: DSGVO-Konformität und Aufbewahrungsrichtlinien konfigurieren.
pl_pl: Skonfiguruj zgodność z RODO i polityki retencji danych.

source: Configure basic Simple LMS plugin settings.
de_de: Grundlegende Einstellungen des Simple LMS-Plugins konfigurieren.
pl_pl: Skonfiguruj podstawowe ustawienia wtyczki Simple LMS.

source: Content
pl_pl: Treść

source: Content unlocked gradually
pl_pl: Treści odblokowywane stopniowo

source: Continue
pl_pl: Kontynuuj

source: Continue Learning Button
pl_pl: Przycisk kontynuacji nauki

source: Continue learning
pl_pl: Kontynuuj naukę

source: Course
pl_pl: Kurs

source: Course Access
pl_pl: Dostęp do kursu

source: Course Access (Simple LMS)
pl_pl: Dostęp do kursu (Simple LMS)

source: Course Access Status
pl_pl: Status dostępu do kursu

source: Course Archives
pl_pl: Archiwa kursów

source: Course Attributes
pl_pl: Atrybuty kursu

source: Course Breadcrumbs
pl_pl: Breadcrumbs kursu

source: Course ID
pl_pl: ID kursu

source: Course ID (optional)
pl_pl: ID kursu (opcjonalne)

source: Course Info Box
pl_pl: Ramka informacji o kursie

source: Course Lessons
pl_pl: Lekcje kursu

source: Course Modules
pl_pl: Moduły kursu

source: Course Overview
pl_pl: Przegl─ůd kursu

source: Course Overview (Accordion)
pl_pl: Przegląd kursu (Akordeon)

source: Course Progress Bar
pl_pl: Pasek postępu kursu

source: Course Purchase Button
pl_pl: Przycisk zakupu kursu

source: Course Purchase CTA
pl_pl: CTA zakupu kursu

source: Course Title
pl_pl: Tytu┼é kursu

source: Course access is managed automatically by WooCommerce integration.
pl_pl: Dostęp do kursu jest zarządzany automatycznie przez integrację WooCommerce.

source: Course completed!
pl_pl: Kurs ukończony!

source: Course nie znaleziony
pl_pl: Kurs nie znaleziony

source: Course settings are only available for virtual products.
pl_pl: Ustawienia kursu są dostępne tylko dla produktów wirtualnych.

source: Course update failed
pl_pl: Aktualizacja kursu nie powiodła się

source: Courses list
pl_pl: Lista kursów

source: Courses list navigation
pl_pl: Nawigacja listy kursów

source: Coursey
pl_pl: Kursy

source: Create course
pl_pl: Utwórz kurs

source: Create new product
pl_pl: Utwórz nowy produkt

source: Custom
pl_pl: Własny

source: Custom URL
pl_pl: Własny URL

source: Custom obraz
pl_pl: Własny obraz

source: Custom separator
pl_pl: Własny separator

source: DEFAULT
pl_pl: DOMYŚLNY

source: Dashboard Title
pl_pl: Tytuł panelu

source: Date from which the course/modules will be available to all authorized users.
pl_pl: Data od której kurs/moduły będą dostępne dla wszystkich autoryzowanych użytkowników.

source: Days counted from the moment of gaining access to the course (purchase/role).
pl_pl: Dni liczone od momentu uzyskania dost─Öpu do kursu (zakup/rola).

source: Default (WordPress language)
de_de: Standard (WordPress-Sprache)
pl_pl: Domy┼Ťlny (j─Özyk WordPress)

source: Delete
pl_pl: Usu┼ä

source: Delete Lesson
pl_pl: Usu┼ä Lekcj─Ö

source: Delete Module
pl_pl: Usu┼ä Modu┼é

source: Disabled
pl_pl: Wyłączony

source: Displayed when lesson is not found
pl_pl: Wyświetlany gdy lekcja nie zostanie znaleziona

source: Displays module availability information with drip content
pl_pl: Wyświetla informacje o dostępności modułu z drip content

source: Distance from content
pl_pl: Odstęp od treści

source: Dodaj New Module
pl_pl: Dodaj Nowy Moduł

source: Downloadable files for students
pl_pl: Pliki do pobrania dla uczniów

source: Draft
pl_pl: Szkic

source: Duplicate
pl_pl: Duplikuj

source: EXPIRED
pl_pl: WYGASŁ

source: Each module independently (set in module)
pl_pl: Ka┼╝dy modu┼é niezale┼╝nie (ustaw w module)

source: Each next module after X days
pl_pl: Każdy następny moduł po X dniach

source: Edit Course
pl_pl: Edytuj kurs

source: Edit Lesson
pl_pl: Edytuj lekcj─Ö

source: Edit Module
pl_pl: Edytuj modu┼é

source: Element padding
pl_pl: Padding elementu

source: Enable Analytics
de_de: Analytik aktivieren
pl_pl: Włącz analitykę

source: Enable detailed debug logs (recommended only for troubleshooting).
pl_pl: Włącz szczegółowe logi debugowania (zalecane tylko przy rozwiązywaniu problemów).

source: Enable event tracking
de_de: Ereignisverfolgung aktivieren
pl_pl: Włącz śledzenie zdarzeń

source: English
de_de: Englisch
pl_pl: Angielski

source: Enter module title.
pl_pl: Wprowad┼║ tytu┼é modu┼éu.

source: Error creating product:
pl_pl: B┼é─ůd podczas tworzenia produktu:

source: Error fetching course
pl_pl: Błąd podczas pobierania kursu

source: Error fetching courses
pl_pl: Błąd podczas pobierania kursów

source: Error fetching lesson
pl_pl: Błąd podczas pobierania lekcji

source: Error fetching modules
pl_pl: Błąd podczas pobierania modułów

source: Error fetching progress
pl_pl: Błąd podczas pobierania postępów

source: Error loading products
pl_pl: Błąd podczas ładowania produktów

source: Error setting default product
pl_pl: Błąd podczas ustawiania domyślnego produktu

source: Error updating progress
pl_pl: Błąd podczas aktualizacji postępu

source: Etykieta lessons
pl_pl: Etykieta lekcji

source: Event Time
pl_pl: Czas zdarzenia

source: Event Type
pl_pl: Typ zdarzenia

source: Example Module 1
pl_pl: Przykładowy Moduł 1

source: Example Module 2
pl_pl: Przykładowy Moduł 2

source: Expiration date prefix
pl_pl: Prefix daty wygaśnięcia

source: Failed to create course
pl_pl: Nie udało się utworzyć kursu

source: Failed to create lesson
pl_pl: Nie udało się utworzyć lekcji

source: Failed to create module
pl_pl: Nie udało się utworzyć modułu

source: Failed to create product
pl_pl: Nie uda┼éo si─Ö utworzy─ç produktu

source: Failed to delete lesson
pl_pl: Nie udało się usunąć lekcji

source: Failed to delete module
pl_pl: Nie udało się usunąć modułu

source: Failed to save progress
pl_pl: Nie udało się zapisać postępu

source: Failed to update progress
pl_pl: Nie udało się zaktualizować postępu

source: Fallback Text
pl_pl: Tekst zastępczy

source: Fallback message
pl_pl: Komunikat zastępczy

source: Fallback text
pl_pl: Tekst zastępczy

source: Featured Image
pl_pl: Obrazek wyr├│┼╝niaj─ůcy

source: Featured image
pl_pl: Obrazek wyr├│┼╝niaj─ůcy

source: Featured lesson thumbnail
pl_pl: Miniatura wyróżniająca lekcji

source: File from media library
pl_pl: Plik z biblioteki multimedi├│w

source: File from media library:
pl_pl: Plik z biblioteki multimedi├│w:

source: Fill Color
pl_pl: Kolor wypełnienia

source: Film lessons
pl_pl: Film lekcji

source: Filter courses list
pl_pl: Filtruj listę kursów

source: Filter lessons list
pl_pl: Filtruj listę lekcji

source: Filter modules list
pl_pl: Filtruj listę modułów

source: Find in GA4: Admin → Data Streams → Web → Measurement ID
de_de: Zu finden in GA4: Admin → Datenstreams → Web → Mess-ID
pl_pl: Znajdź w GA4: Admin → Strumienie danych → Web → ID pomiaru

source: Find in GA4: Admin → Data Streams → Web → Measurement Protocol API secrets
de_de: Zu finden in GA4: Admin → Datenstreams → Web → API-Geheimnisse des Messprotokolls
pl_pl: Znajdź w GA4: Admin → Strumienie danych → Web → Klucze API Measurement Protocol

source: From inside ([] ← text | text → [])
pl_pl: Od wewnątrz ([] ← tekst | tekst → [])

source: From specific date
pl_pl: Od konkretnej daty

source: Full width
pl_pl: Pełna szerokość

source: GA4 API Secret
de_de: GA4-API-Schlüssel
pl_pl: Klucz API GA4

source: GA4 Measurement ID
de_de: GA4-Mess-ID
pl_pl: ID pomiaru GA4

source: General
pl_pl: Ogólne

source: General Settings
de_de: Allgemeine Einstellungen
pl_pl: Ustawienia og├│lne

source: German
de_de: Deutsch
pl_pl: Niemiecki

source: Given ID is not a lesson.
pl_pl: Podany ID nie jest lekcją.

source: Gradually (Drip)
pl_pl: Stopniowo (Drip)

source: Height
pl_pl: Wysokość

source: Height paska
pl_pl: Wysokość paska

source: Hide completely
pl_pl: Ukryj całkowicie

source: Hide when course completed
pl_pl: Ukryj gdy kurs ukończony

source: Hide when no access
pl_pl: Ukryj gdy brak dostępu

source: Hide when user has access
pl_pl: Ukryj gdy użytkownik ma dostęp

source: Home
pl_pl: Strona główna

source: Home Text
pl_pl: Tekst strony głównej

source: Hover
pl_pl: Najechanie

source: ID lessons
pl_pl: ID lekcji

source: ID lessons (opcjonalne)
pl_pl: ID lekcji (opcjonalne)

source: Icon (access)
pl_pl: Ikona (dostęp)

source: Icon (no access)
pl_pl: Ikona (brak dostępu)

source: Icon color
pl_pl: Kolor ikony

source: Icon color (hover)
pl_pl: Kolor ikony (najechanie)

source: Icon position
pl_pl: Pozycja ikony

source: If enabled, courses, lessons, user progress, and settings will NOT be deleted when the plugin is uninstalled.
de_de: Wenn aktiviert, werden Kurse, Lektionen, Benutzerfortschritt und Einstellungen bei der Deinstallation NICHT gelöscht.
pl_pl: Jeśli włączone, kursy, lekcje, postęp użytkowników i ustawienia NIE będą usunięte podczas odinstalowania wtyczki.

source: In Progress
pl_pl: W trakcie

source: Incomplete
pl_pl: Nieukończona

source: Incomplete Text
pl_pl: Tekst nieukończenia

source: Indicator size
pl_pl: Rozmiar wskaźnika

source: Inline
pl_pl: W linii

source: Insert into course
pl_pl: Wstaw do kursu

source: Insert into lesson
pl_pl: Wstaw do lekcji

source: Insert into module
pl_pl: Wstaw do modułu

source: Inside bar
pl_pl: Wewnątrz paska

source: Insufficient permissions
pl_pl: Niewystarczaj─ůce uprawnienia

source: Invalid Vimeo link. Check URL format.
pl_pl: Nieprawid┼éowy link Vimeo. Sprawd┼║ format URL.

source: Invalid YouTube link. Check URL format.
pl_pl: Nieprawid┼éowy link YouTube. Sprawd┼║ format URL.

source: Invalid action
pl_pl: Nieprawid┼éowa akcja

source: Invalid course
pl_pl: Nieprawid┼éowy kurs

source: Invalid course ID
pl_pl: Nieprawid┼éowy ID kursu

source: Invalid data.
pl_pl: Nieprawid┼éowe dane.

source: Invalid lesson
pl_pl: Nieprawidłowa lekcja

source: Invalid lesson ID
pl_pl: Nieprawidłowy ID lekcji

source: Invalid lesson structure
pl_pl: Nieprawidłowa struktura lekcji

source: Invalid module
pl_pl: Nieprawid┼éowy modu┼é

source: Invalid module ID
pl_pl: Nieprawidłowy ID modułu

source: Invalid nonce
pl_pl: Nieprawidłowy nonce

source: Invalid parameters
pl_pl: Nieprawidłowe parametry

source: Invalid product ID
pl_pl: Nieprawidłowy ID produktu

source: Invalid security token
pl_pl: Nieprawid┼éowy token bezpiecze┼ästwa

source: Inward
pl_pl: Do środka

source: Justify
pl_pl: Justowanie

source: Keep Data on Uninstall
de_de: Daten bei Deinstallation behalten
pl_pl: Zachowaj dane przy odinstalowaniu

source: Keeping %d days: %d events (%d will be deleted on next cleanup)
pl_pl: Przechowywanie %d dni: %d zdarzeń (%d zostanie usuniętych przy następnym czyszczeniu)

source: Kolumny (grid)
pl_pl: Kolumny (siatka)

source: LMS Course Progress
pl_pl: Postęp w kursach LMS

source: LMS Courses
pl_pl: Kursy LMS

source: LMS Progress
pl_pl: Postęp LMS

source: Language
de_de: Sprache
pl_pl: J─Özyk

source: Last activity: %s
pl_pl: Ostatnia aktywność: %s

source: Layout
pl_pl: Układ

source: Leave 0 to automatically detect course from current page
pl_pl: Zostaw 0 aby automatycznie wykryć kurs z bieżącej strony

source: Leave 0 to detect automatically
pl_pl: Zostaw 0 aby wykryć automatycznie

source: Leave empty to automatically detect current course
pl_pl: Zostaw puste aby automatycznie wykryć bieżący kurs

source: Leave empty to automatically detect current lesson
pl_pl: Pozostaw puste, aby automatycznie wykryć bieżącą lekcję

source: Leave empty to use current context
pl_pl: Zostaw puste aby użyć bieżącego kontekstu

source: Lesson
pl_pl: Lekcja

source: Lesson Archives
pl_pl: Archiwum lekcji

source: Lesson Attachments
pl_pl: Za┼é─ůczniki lekcji

source: Lesson Attributes
pl_pl: Atrybuty lekcji

source: Lesson Completion Button
pl_pl: Przycisk uko┼äczenia lekcji

source: Lesson Content
de_de: Lektionsinhalt
pl_pl: Tre┼Ť─ç lekcji

source: Lesson ID
de_de: Lektions-ID
pl_pl: ID lekcji

source: Lesson ID (optional)
pl_pl: ID lekcji (opcjonalne)

source: Lesson Navigation
de_de: Lektionsnavigation
pl_pl: Nawigacja lekcji

source: Lesson Progress Indicator
pl_pl: Wska┼║nik post─Öpu lekcji

source: Lesson Title
pl_pl: Tytu┼é lekcji

source: Lesson Video
de_de: Lektionsvideo
pl_pl: Wideo lekcji

source: Lesson attachments
pl_pl: Załączniki do lekcji

source: Lesson completion button
pl_pl: Przycisk ukończenia lekcji

source: Lesson content
pl_pl: Treść lekcji

source: Lesson content preview (displayed on page)
pl_pl: Podgląd treści lekcji (wyświetlane na stronie)

source: Lesson details
pl_pl: Szczegóły lekcji

source: Lesson does not belong to any module.
pl_pl: Lekcja nie należy do żadnego modułu.

source: Lesson list
pl_pl: Lista lekcji

source: Lesson marked as completed
pl_pl: Lekcja oznaczona jako ukończona

source: Lesson marked as incomplete
pl_pl: Lekcja oznaczona jako nieukończona

source: Lesson not found
pl_pl: Lekcja nie została znaleziona

source: Lesson video
pl_pl: Film lekcji

source: Lessons
pl_pl: Lekcje

source: Lessons list
pl_pl: Lista lekcji

source: Lessons list navigation
pl_pl: Nawigacja listy lekcji

source: Liczba opublikowanych lessons
pl_pl: Liczba opublikowanych lekcji

source: Lifetime access
pl_pl: Dożywotni dostęp

source: Link URL (other source)
pl_pl: Link URL (inne źródło)

source: Link to Course
pl_pl: Link do kursu

source: Link to Lesson
pl_pl: Link do lekcji

source: Link to Module
pl_pl: Link do modułu

source: Log in to see progress.
pl_pl: Zaloguj się, aby zobaczyć postępy.

source: Log in to see your courses.
pl_pl: Zaloguj się, aby zobaczyć swoje kursy.

source: MODULE
pl_pl: MODU┼üU

source: Main text
pl_pl: Główny tekst

source: Manual access management in user profile.
pl_pl: Ręczne zarządzanie dostępem w profilu użytkownika.

source: Manually
pl_pl: R─Öcznie

source: Mark as completed
pl_pl: Oznacz jako ukończoną

source: Mark as incomplete
pl_pl: Oznacz jako nieukończoną

source: Message when no files
pl_pl: Komunikat gdy brak plików

source: Missing required fields
pl_pl: Brak wymaganych p├│l

source: Module
pl_pl: Modu┼é

source: Module Archives
pl_pl: Archiwum modułów

source: Module Attributes
pl_pl: Atrybuty modułu

source: Module ID (optional)
pl_pl: ID modułu (opcjonalne)

source: Module Navigation
pl_pl: Nawigacja modu┼é├│w

source: Module Title
pl_pl: Tytu┼é modu┼éu

source: Module header
pl_pl: Nagłówek modułu

source: Module nie znaleziony
pl_pl: Moduł nie znaleziony

source: Module schedule is available when course has: Gradually → Each module independently.
pl_pl: Harmonogram modułu jest dostępny gdy kurs ma: Stopniowo → Każdy moduł niezależnie.

source: Modules
pl_pl: Modu┼éy

source: Modules label
pl_pl: Etykieta modułów

source: Modules list
pl_pl: Lista modułów

source: Modules list navigation
pl_pl: Nawigacja listy modułów

source: Moduley
pl_pl: Moduły

source: Nawigacja lessons
pl_pl: Nawigacja lekcji

source: New Course
pl_pl: Nowy kurs

source: New Lesson
pl_pl: Nowa lekcja

source: New Module
pl_pl: Nowy modu┼é

source: Next Text
de_de: Text für Weiter
pl_pl: Tekst następny

source: Next button text
pl_pl: Tekst przycisku Następna

source: Next icon
pl_pl: Ikona

source: Next lesson
pl_pl: Następna lekcja

source: Nie wykryto lessons.
pl_pl: Nie wykryto lekcji.

source: No access to course
pl_pl: Brak dostępu do kursu

source: No access to this lesson
pl_pl: Brak dostępu do tej lekcji

source: No activity
pl_pl: Brak aktywności

source: No assigned products
pl_pl: Brak przypisanych produktów

source: No attachments dla tej lessons.
pl_pl: Brak załączników dla tej lekcji.

source: No available products or all are already assigned.
pl_pl: Brak dostępnych produktów lub wszystkie są już przypisane.

source: No courses found
pl_pl: Nie znaleziono kursów

source: No courses in account.
pl_pl: Brak kursów na koncie.

source: No courses in the system.
pl_pl: Brak kursów w systemie.

source: No courses in trash
pl_pl: Brak kursów w koszu

source: No lesson content.
pl_pl: Brak treści lekcji.

source: No lessons found
pl_pl: Nie znaleziono lekcji

source: No lessons in this module.
pl_pl: Brak lekcji w tym module.

source: No modules found
pl_pl: Nie znaleziono żadnych modułów

source: No modules in course.
pl_pl: Brak modułów w kursie.

source: No modules in trash
pl_pl: Brak modułów w koszu

source: No permission to edit this element
pl_pl: Brak uprawnień do edycji tego elementu
